Repository: t3v/t3v_navigations
Catalog: Resources/Private/Language/*.locallang_ttc.xlf
Languages: de

# contentElements.flyoutNavigationContentElement.description
source: A Flyout Navigation Content Element.
de: Ein Flyout-Navigation-Inhaltselement.

# contentElements.footerNavigationContentElement.title
source: Footer Navigation
de: Fußnavigation

# contentElements.footerNavigationContentElement.label
source: Footer Navigation
de: Fußnavigation

# contentElements.footerNavigationContentElement.description
source: A Footer Navigation Content Element.
de: Ein Fußnavigation-Inhaltselement.

# contentElements.headerNavigationContentElement.title
source: Header Navigation
de: Kopfzeilen-Navigation

# contentElements.headerNavigationContentElement.label
source: Header Navigation
de: Kopfzeilen-Navigation

# contentElements.headerNavigationContentElement.description
source: A Header Navigation Content Element.
de: Ein Kopfzeilen-Navigation-Inhaltselement.

# contentElements.l10nNavigationContentElement.title
source: Localization Navigation
de: Lokalisierungs-Navigation

# contentElements.l10nNavigationContentElement.label
source: Localization Navigation
de: Lokalisierungs-Navigation

# contentElements.l10nNavigationContentElement.description
source: A Localization Navigation Content Element.
de: Ein Lokalisierungs-Navigation-Inhaltselement.

# contentElements.mainNavigationContentElement.title
source: Main Navigation
de: Hauptnavigation

# contentElements.mainNavigationContentElement.label
source: Main Navigation
de: Hauptnavigation

# contentElements.mainNavigationContentElement.description
source: A Main Navigation Content Element.
de: Ein Hauptnavigation-Inhaltselement.

# contentElements.mobileNavigationContentElement.description
source: A Mobile Navigation Content Element.
de: Ein Mobile-Navigation-Inhaltselement.

# contentElements.overviewNavigationContentElement.title
source: Overview Navigation
de: Übersicht-Navigation

# contentElements.overviewNavigationContentElement.label
source: Overview Navigation
de: Übersicht-Navigation

# contentElements.overviewNavigationContentElement.description
source: An Overview Navigation Content Element.
de: Ein Übersicht-Navigation-Inhaltselement.

# contentElements.quickNavigationContentElement.title
source: Quick Navigation
de: Schnell-Navigation

# contentElements.quickNavigationContentElement.label
source: Quick Navigation
de: Schnell-Navigation

# contentElements.quickNavigationContentElement.description
source: A Quick Navigation Content Element.
de: Ein Schnell-Navigation-Inhaltselement.

# contentElements.subpagesNavigationContentElement.title
source: Subpages Navigation
de: Unterseiten-Navigation

# contentElements.subpagesNavigationContentElement.label
source: Subpages Navigation
de: Unterseiten-Navigation

# contentElements.subpagesNavigationContentElement.description
source: A Subpages Navigation Content Element.
de: Ein Unterseiten-Navigation-Inhaltselement.

# contentElements.vendorNavigationContentElement.title
source: Vendor Navigation
de: Anbieter-Navigation

# contentElements.vendorNavigationContentElement.label
source: Vendor Navigation
de: Anbieter-Navigation

# contentElements.vendorNavigationContentElement.description
source: A Vendor Navigation Content Element.
de: Ein Anbieter-Navigation-Inhaltselement.
